
users_sub = 0 
joinusers = 0
count_admins = 0


send_create_button = 'Отправь мне список URL-кнопок одним сообщением в следующем формате:\n\n<i><b>Название кнопки - ссылка</b></i>\n<i>\nКнопка 1 - http://t.me/durov\nКнопка 2 - http://vk.com/id1</i>'

NOT_SUB_MESSAGE = '• 🔐Подпишись на каналы, чтобы получить продолжить работу с ботом'

Welcome_message = "<b>🩵 VNSK WEAR ❤️</b>\n\nДобро пожаловать {0.first_name}\n\nНаш Телеграм канал 👇\n<i>https://t.me/+cz9376-VGKkzMWUy</i>\n\n🗂 Выбери свою категорию:</b>"

greeting = "<b>🔥{0.first_name} Выбери любую категорию>"

wel_subscription = '<b>📝Список каналов на обязательную подписку:</b>'


wel_add_channel = '<b>1️⃣ Добавьте данного бота в админы канала с правом "добавление участников"\n2️⃣ Пришлите данные в следующем формате:\n\n<i>ID канала - ссылка на канал</i>\n<i>\n@durov - t.me/durov\n-1001855424513 - t.me/+1y51oE9acL4yNzUy</i></b>'


wel_channels_without_verif = '<b>Пришлите ссылку на канал:</b>'

error_channel = '<b>Ошибка!📛</b>\nПовторите попытку.\n\nВозможные ошибки:\n • Бот не был добавлен в канал\n • Неправильный ID канала\n • Неверная ссылка \n • Отправили не по примеру'

main_mess = 'Подай заявку в данный канал и получи доступ к оставшимя сериалам:\n<b>❗Вас примут от 5 - 60 мин❗\nНе отписывайтесь от каналов иначе заявки не будет принята</b>'

podrostki = '<b>🔥Премьера! Трудные подростки •  4 сезон уже тут</b>'